{
  "page-title": "قصي النجيم - مهندس ذكاء اصطناعي وصانع محتوى",
  "logo": "قصي النجيم",
  "btn-home": "الرئيسية",
  "btn-about": "من أنا",
  "btn-projects": "المشاريع",
  "btn-channel": "القناة",
  "btn-contact": "تواصل",
  "title": "أنا قصي",
  "subtitle": "مهندس حاسوب | مختص ذكاء اصطناعي | صانع محتوى",
  "work-gallery": "شاهد أعمالي",
  "aboutme": "من أنا",
  "p1": "اسمي قصي، أدرس هندسة الحاسوب في جامعة النفط والصناعة في أذربيجان، لدي معرفة واسعة بلغتي البرمجة بايثون وSQL، وطبقت العديد من المشاريع بهما.",
  "p2": "تركيزي الأساسي في تعلم الآلة والتعلم العميق في الذكاء الاصطناعي، أنجزت العديد من المشاريع في هذا المجال خاصة في معالجة الصور واكتشاف الأجسام، واكتسبت خبرة في بناء نماذج الذكاء الاصطناعي البسيطة والمعقدة.",
  "p3": "أصنع فيديوهات على يوتيوب عن البرمجة والتقنية، شرحت العديد من المواضيع بأسلوب فريد ووصلت لعشرات ومئات الآلاف من المشاهدين والمشتركين، وأنشأت دورات لتعليم بايثون وSQL.",
  "my-projects": "مشاريعي",
  "image-deblurrer-title": "مزيل ضبابية الصور",
  "image-deblurrer-desc": "نموذج ذكي يأخذ صورة ضبابية، يقلل الضبابية، ويعزز تشبع الألوان.",
  "liver-tumour-title": "كاشف أورام الكبد",
  "liver-tumour-desc": "نموذج عالي الأداء يستخدم تقسيم الصور لإنشاء مناطق ذات معنى في الصورة. يركز على تحسين العرض واكتشاف ورم الكبد.",
  "cat-dog-title": "مُصنف القطط والكلاب",
  "cat-dog-desc": "نموذج تعلم عميق تقليدي يتعرف بدقة على الكلاب والقطط.",
  "to-know-more": "لمعرفة المزيد عن أعمالي:",
  "best-videos": "أفضل الفيديوهات",
  "video1-title": "شرح هندسة الحاسب في ماينكرافت",
  "video1-desc": "ربطت بين مفهوم الكهرباء في ماينكرافت والكهرباء في الحياة الواقعية وكيف تعمل الحواسيب في الألعاب والحياة الحقيقية.",
  "video2-title": "مشروع واحد بـ 7 لغات مختلفة!! من الأفضل؟",
  "video2-desc": "حاولت بناء مشروع واحد بسبع لغات برمجة مختلفة وقارنت لمعرفة من هي أفضل لغة.",
  "video3-title": "كيف ألعاب الأونلاين بتشتغل؟",
  "video3-desc" : "شرحت عدة مفاهيم في مجال الشبكات وكيف تعمل الألعاب الأونلاين، وأجبت على سؤال يقول: هل جميع الألعاب الأونلاين هي من نوع ادفع لتربح؟"
  "subscribers": "مشترك",
  "total-views": "إجمالي المشاهدات",
  "videos": "فيديو",
  "visit-channel":"زيارة القناة",
  "lets-connect": "تواصل معي",
  "interested?": "مهتم بالتعاون معي؟ يسعدني التواصل معك!"
}
