{
  "page-title": "Qusai Alnjem - AI Engineer & Content Creator",
  "logo": "Qusai Alnjem",
  "btn-home": "Home",
  "btn-about": "About",
  "btn-projects": "Projects",
  "btn-channel": "Channel",
  "btn-contact": "Contact",
  "title": "I'm Qusai",
  "subtitle": "Computer Engineer | AI Specialist | Content Creator",
  "work-gallery": "View My Work",
  "aboutme": "About Me",
  "p1": "My name is Qusai, I am studying computer engineering at ASOIU in Azerbaijan, I have a comprehensive knowledge in Python and SQL programming languages, and I applied many projects in them.",
  "p2": "My major focus is in Machine Learning and Deep Learning in AI, I have created numerous projects in this field especially in image processing and object detection, and I was able to learn and gain an experience in building AI models, simple ones, and complex ones.",
  "p3": "I create YouTube videos about programming and technology, I explained a lot of topics in a unique style and reached tens and hundreds thousands of viewers and subscribers, I have created courses as well that teaches Python & SQL.",
  "my-projects": "My Projects",
  "image-deblurrer-title": "Image Deblurrer",
  "image-deblurrer-desc": "An intelligent model that takes blur image, it reduces the blur, and enhances the colors saturation.",
  "liver-tumour-title": "Liver Cancer Tumour Detector",
  "liver-tumour-desc": "A high performance model that uses image segmentation to create meaningful regions in the image. It focuses on enhancing the representation and detecting the liver tumour.",
  "cat-dog-title": "Cat-Dog Classifier",
  "cat-dog-desc": "A scalable platform for deploying and managing machine learning models in production environments.",
  "to-know-more": "To know more about my works:",
  "best-videos": "Best Videos",
  "video1-title": "Explaining Computer Engineering in Minecraft",
  "video1-desc": "I connected between Minecraft's electricity concept and the real life electricity and how computers work in games and real life.",
  "video2-title": "1 Project in 7 Different Languages",
  "video3-desc": "I tried to build 1 project in 7 different programming languages and compare to see who is the best language.",
  "video3-title": "How Online Games Work?",
  "subscribers": "Subscribers",
  "total-views": "Total Views",
  "videos": "Videos",
  "visit-channel": "Visit Channel",
  "lets-connect": "Let's Connect",
  "interested?": "Interested in working with me? I'd love to hear from you!"
}